xml/response/billedbog_findholger.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"&gt;
  &lt;span class="creator phraseLink"&gt;Martin Handford&lt;/span&gt;
&lt;/div&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Find Holger på den eventyrlige rejse&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Billedbog&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;gå på opdagelse&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Billedbog om Holger der er på en eventyrlig rejse sammen med Troldmand Hvidskæg. På hvert af de 12 opslag gælder det om at finde Holger, Troldmand Hvidskæg og en skriftrulle&lt;/div&gt;</ofo:description>
    <ofo:details>&amp;lt;div class="originalTitle"&amp;gt;
  &amp;lt;span class="originalTitleHeader"&amp;gt;Originaltitel:&amp;lt;/span&amp;gt;
  &amp;lt;span class="originalTitle"&amp;gt;Where's Wally? - the fantastic journey&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="contributors"&amp;gt;
  &amp;lt;span class="contributor"&amp;gt;tekst: Martin Handford&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="format"&amp;gt;28 sider, alle illustreret i farver&amp;lt;/div&amp;gt;&amp;lt;div class="shelf"&amp;gt;
  &amp;lt;span class="shelfHeader"&amp;gt;Opstilling i folkebiblioteker:&amp;lt;/span&amp;gt;
  &amp;lt;span class="classification phraseLink"&amp;gt;skønlitteratur&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;
&lt;div class="usedLanguages"/&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Øverst på titelsiden: Holgers herligste eventyr!&lt;/div&gt;
  &lt;div class="descriptionNote"&gt;På omslaget: 3&lt;/div&gt;
&lt;/div&gt;&lt;div class="identifiers"&gt;
  &lt;span class="identifierHeader"&gt;ISBN&lt;/span&gt;
  &lt;span class="identifier"&gt;87-591-0177-6&lt;/span&gt;
&lt;/div&gt;&lt;div class="priceInformation"&gt;
  &lt;span class="priceHeader"&gt;Pris ved udgivelsen:&lt;/span&gt;
  &lt;span class="price"&gt;kr. 125,00&lt;/span&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Dansk&lt;/span&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="edition"&gt;11. oplag&lt;/span&gt;
  . 
  &lt;span class="publisher"&gt;Apostrof&lt;/span&gt;
  , 
  &lt;span class="year"&gt;1996&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
